app/controllers/landing_page_controller.rb

SELECT `landing_pages`.* FROM `landing_pages` LIMIT 1
---
  def index
    @pages = LandingPage.first